{
  "MainLayout": {
    "template": "Portafolio de Hugo",
    "default": "Portafolio de Hugo",
    "description": "Sitio Web del Portafolio de Hugo Cruz"
  },
  "ResumeLayout": {
    "title": "Curr칤culum"
  },
  "IndexPage": {
    "title": "Inicio",
    "headerTaglineOne": "Hola 游녦",
    "headerTaglineTwo": "Soy Hugo Cruz,",
    "headerTaglineThree": "programador web full stack",
    "headerTaglineFour": "con sede en Barcelona, Espa침a."
  },
  "LocaleLayout": {
    "title": "next-intl example"
  },
  "NavLinks": {
    "home": "Inicio",
    "about": "Sobre mi",
    "work": "Trabajos",
    "resume": "Curr칤culo",
    "contact": "Contacto"
  },

  "NotFoundPage": {
    "title": "P치gina no encontrada",
    "description": "Compruebe la barra de direcciones del navegador o utilice la navegaci칩n para ir a una p치gina conocida."
  },
  "LocaleSwitcher": {
    "label": "Cambiar idioma",
    "locale": "{locale, select, es {ES} en {EN} other {Unknown}}"
  },
  "AboutSection": {
    "title": "Sobre mi",
    "paragraphOne": "Tras licenciarme en Ciencias de la Computaci칩n en el a침o 2014, decid칤 seguir aprendiendo y dedicarme a mi pasi칩n por la programaci칩n. Decid칤 profundizar en el lenguaje Javascript y me matricul칠 en varios cursos de programaci칩n web full-stack para actualizarme y elevar mi nivel, en donde pude adquirir conocimientos sobre dis칤miles frameworks y tecnolog칤as, adem치s de profundizar en la resoluci칩n de problemas reales y actuales.",
    "paragraphTwo": "Mi parte favorita de la programaci칩n es la resoluci칩n de problemas. Me encanta la sensaci칩n de encontrar, o aportar, una soluci칩n a un problema. Mi stack principal es React, Next.js, Node.js, Typescript y Postgres. Tambi칠n estoy familiarizado con Angular, MongoDB Prisma entre otros. Siempre estoy buscando aprender nuevas tecnolog칤as.",
    "paragraphThree": "Cuando no estoy programando, me gusta jugar a videojuegos, ver pel칤culas, leer y entrenar en el gym. A ratos tambi칠n patino, pesco, y de manera general disfruto de cada momento en mi vida."
  }
}
